Repository: openPCI/OpenCoding
Catalog: locale/*/LC_MESSAGES/jsmessages.po
Languages: da_dk

source: Rendering the code can take very long time. Please be patient.
da_dk: Klargøring af koden kan tage meget lang tid. Vær venligst tålmodig.

source: Default value
da_dk: Standardværdi

source: Coding saved
da_dk: Kodning gemt

source: Please specify the difficulty of coding the response (on a scale from 0 to 255) (used for ordering the responses in training, the ones with lowest difficulty will be presented first)
da_dk: Angiv venligst sværhedsgraden af at kode besvarelsen (på en skala fra 0-255) (bruges når besvarelserne skal sorteres i træningen. Dem med lavest sværhedsgrad skal kodes først)

source: Please give a number between 0 and 255
da_dk: Angiv venligst et tal mellem 0 og 255

source: Mark flag resolved.
da_dk: Marker eftersynet som løst.

source: Flag response.
da_dk: Marker besvarelsen til eftersyn.

source: You need to fill out all codes before proceeding to the next response.
da_dk: Du skal udfylde alle koderne før du kan gå til den næste besvarelse.

source: The value of {0} is out of range
da_dk: Værdien af {0} er uden for det tilladte

source: Name of the new project?
da_dk: Navn på det nye projekt?

source: Are you REALLY sure you want to delete this project? YOU WILL LOOSE ALL DATA AND CODING RELATED TO THIS PROJECT!
da_dk: Er du HELT sikker på at du vil slette dette projekt? DU MISTER ALT DATA OG KODNING RELATERET TIL DETTE PROJEKT!

source: Name of the new test?
da_dk: Navn på den nye test?

source: Enter new name of test
da_dk: Skriv testens navn

source: Are you REALLY sure you want to delete this task? YOU WILL LOOSE ALL DATA AND CODING RELATED TO THIS TASK!
da_dk: Er du HELT sikker på at du vil slette denne opgave? DU MISTER ALT DATA OG KODNING RELATERET TIL DENNE OPGAVE!

source: Are you REALLY sure you want to delete this test? YOU WILL LOOSE ALL DATA AND CODING RELATED TO THIS TEST!
da_dk: Er du HELT sikker på at du vil slette denne test? DU MISTER ALT DATA OG KODNING RELATERET TIL DETTE TEST!

source: Save
da_dk: Gem

source: You are about to import {0} columns of data from {1} test-takers. Do you want to proceed?
da_dk: Du er ved at importere {0} kolonner med data fra {1} testtagere. Vil du fortsætte?

source: {0} new tasks, and {1} new responses were registered. Are you done uploading?
da_dk: {0} nye opgaver og {1} nye besvarelser blev registreret. Er du færdig med at uploade?

source: Password copied to clipboard
da_dk: Kodeordet er kopieret til udklipsholderen

source: Are you sure you want to delete this user?
da_dk: Ar du sikker på at du vil slette denne bruger?

source: Unchanged
da_dk: Uændret

source: You haven't selected coders to add. Click on the name to put it to the group of coders to add.
da_dk: Du har ikke valgt kodere der skal tilføjes. Klik på navnet for at flytte det ned til gruppen af kodere der skal tilføjes.
