Repository: openPCI/OpenCoding
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: da_dk

source: You don't have access here
da_dk: Du har ikke adgang her

source: No correct codes for this response. Please contact the scoring manager. Response id: %d
da_dk: Ingen korrekte koder for denne besvarelse. Kontakt venligst kodningsadministratoren. Respons-id: %d

source: You need to set the flag to send negative values.
da_dk: Du skal markere til eftersyn for at sende negative værdier.

source: No more responses
da_dk: Ikke flere besvarelser

source: Trying to save a JSON document which too big. Set the MYSQL global variable 'max_allowed_packet' to a higher value.
da_dk: Forsøger at gemme et JSON dokument som er for stort. Sæt den globale MYSQL-variabel 'max_allowed_packet' til en højere værdi.

source: You are not authorized to work on any projects. Please ask your manager to assign a task to you.
da_dk: Du er ikke knyttet til noget projekt. Bed venligst din administrator om at tildele en opgave til dig.

source: Welcome back!
da_dk: Velkommen tilbage!

source: Username or password was wrong
da_dk: Brugernavn eller kodeord var forkert

source: No username
da_dk: Ikke noget brugernavn

source: Human coding of test responses
da_dk: Menneskelig kodning af testbesvarelser

source: Change Project
da_dk: Skift projekt

source: Code
da_dk: Kod

source: Train
da_dk: Træn

source: Manage
da_dk: Administration

source: Project
da_dk: Projekt

source: My user
da_dk: Min bruger

source: Log out
da_dk: Log ud

source: Log in
da_dk: Log ind

source: Contact
da_dk: Kontakt

source: No responses provided
da_dk: Ingen besvarelser givet

source: Auto-coded
da_dk: Auto-kodet

source: Overlapping codes for %s: %s
da_dk: Overlappende koder for %s: %s

source: WARNINGS:
da_dk: ADVARSLER:

source: Error in query
da_dk: Fejl i kald

source: Changed
da_dk: Ændret

source: New project
da_dk: Nyt projekt

source: OpenCoding Projects
da_dk: OpenCoding-projekter

source: Double-coding percent
da_dk: Dobbelkodningsprocent

source: Max responses per task per coder (%)
da_dk: Maks. besvarelser per opgave per koder (%)

source: Permissions
da_dk: Tilladelser

source: Actions
da_dk: Handlinger

source: Change to this project
da_dk: Skift til dette projekt

source: Delete project
da_dk: Slet projekt

source: You don't have any tests in this project. Upload data to create tests.
da_dk: Du har ikke nogen tests i dette projekt. Upload data for at oprette tests.

source: Matrix, first coders code
da_dk: Matrix, første koder koder

source: Matrix, didiscrepancy codes on multiple lines
da_dk: Matrix, uoverensstemmende koder på flere linjer

source: Long format, coders in columns
da_dk: Langt format, koder i kolonner

source: No data-value
da_dk: Ingen data-værdi

source: Select tasks
da_dk: Vælg opgaver

source: Select all tasks
da_dk: Vælg alle opgaver

source: Filter responses
da_dk: Filtrer besvarelserne

source: Search for text in item response
da_dk: Søg efter tekst i itembesvarelsen

source: Flag response.
da_dk: Marker besvarelse til eftersyn.

source: This response is used in coder training. Difficulty:
da_dk: Denne besvarelse bruges ved kodertræning. Sværhedsgrad:

source: Mark response as used in coder training.
da_dk: Marker besvarelsen til anvendelse i kodertræning.

source: Code all 0
da_dk: Kod alle 0

source: Finish
da_dk: Afslut

source: Use TAB and SHIFT+TAB to shift forward and back between item-codes. Use ARROWS to increase and decrease codes. Hit ENTER when in the last item-code to go to next response.
da_dk: Brug TAB og SKIFT+TAB for at gå frem og tilbage mellem item-koder. Brug PILETASTER til at forøge og formindske koder. Tast ENTER når den sidste item-kode er angivet for at gå videre til næste besvarelse.

source: Flagged by:
da_dk: Markeret til eftersyn af:

source: Add comment
da_dk: Tilføj bemærkning

source: Management
da_dk: Administration

source: Coding management
da_dk: Kodningsadministration

source: Coder management
da_dk: Koderadministration

source: Username
da_dk: Brugernavn

source: Password
da_dk: Kodeord

source: Remember Me
da_dk: Husk mig

source: Coding Management
da_dk: Kodningsadministration

source: Test/task name
da_dk: Test-/opgavenavn

source: Coded
da_dk: Kodet

source: Double coded
da_dk: Dobbelkodet

source: Agreement
da_dk: Enighed

source: Overall
da_dk: I alt

source: Add coders
da_dk: Tilføj kodere

source: Coders on project
da_dk: Kodere på projektet

source: Find coder
da_dk: Find koder

source: Close
da_dk: Luk

source: Save
da_dk: Gem

source: Choose project
da_dk: Vælg projekt

source: Project administration
da_dk: Projektadministration

source: Administer Tests
da_dk: Administrer tests

source: Users
da_dk: Brugere

source: Download coded data
da_dk: Download kodet data

source: Human Coding of QTI/PCI items
da_dk: Menneskekodning af QTI/PCI-opgaver

source: Developed by Jeppe Bundsgaard and Elias Toft Hansen.
da_dk: Udviklet af Jeppe Bundsgaard og Elias Toft Hansen.

source: Find out more at Github
da_dk: Læs mere på Github

source: Upload to: %s
da_dk: Upload til: %s

source: Choose a CSV-file
da_dk: Vælg en CSV-fil

source: Change settings
da_dk: Ændr indstillinger

source: Leave these as they are, unless you experience problems.
da_dk: Lad disse være som de er, med mindre du har oplevet problemer.

source: View documentation
da_dk: Se dokumentation

source: Wide format
da_dk: Bredt format

source: Long format
da_dk: Langt format

source: Item name column
da_dk: Kolonne med itemnavn

source: Response column
da_dk: Kolonne med besvarelse

source: Click on the username-column, then the testing time-column, and finally on the columns containing responses
da_dk: Klik på brugernavn-kolonnen, så på testtidskolonnen, og derefter på kolonnerne der indeholder besvarelser der skal kodes

source: Test taker username
da_dk: Testtager-brugernavn

source: Test time
da_dk: Testtid

source: Tasks
da_dk: Opgaver

source: Filter the responses
da_dk: Filtrer besvarelserne

source: Test taker username (regular expression accepted)
da_dk: Testtagerbrugernavn (regulære udtryk kan anvendes)

source: Only include responses with test time before
da_dk: Inkluder kun besvarelser med testtid før

source: Only include responses with test time after
da_dk: Inkluder kun besvarelser med testtid efter

source: Count
da_dk: Antal

source: Flagged
da_dk: Markeret til eftersyn

source: Resolved
da_dk: Løst

source: Assigned Coders
da_dk: Tildelte kodere

source: Item names are not the same
da_dk: Itemnavnene er ikke de samme

source: Zero-code empty responses
da_dk: Kod alle tomme besvarelser til nul

source: Add coder
da_dk: Tilføj koder

source: Training tasks
da_dk: Træningsopgaver

source: # training responses
da_dk: Antal træningsbesvarelser

source: # completed
da_dk: Antal afsluttede

source: Correct (items)
da_dk: Korrekte (items)

source: of
da_dk: af

source: Import task types
da_dk: Importer opgavetyper

source: New task type
da_dk: Ny opgavetype

source: Task types
da_dk: Opgavetyper

source: Export all tasktypes
da_dk: Eksporter alle opgavetyper

source: Name
da_dk: Navn

source: Manual/auto coding
da_dk: Manuel-/auto-kodning

source: Description
da_dk: Beskrivelse

source: Instructions
da_dk: Vejledning

source: Playarea template
da_dk: Playarea-skabelon

source: Responsearea template
da_dk: Responsearea-skabelon

source: Codearea template
da_dk: Codearea-skabelon

source: Styles
da_dk: Formater

source: Variables
da_dk: Variable

source: Export this tasktype
da_dk: Eksporter denne opgavetype

source: Edit
da_dk: Rediger

source: Syntax Highlight
da_dk: Syntaksfremhævning

source: Save & Close
da_dk: Gem og Luk

source: User Data
da_dk: Brugerdata

source: You are welcome to change your e-mail. Please remember to use the new address for login in the future.
da_dk: Du er velkommen til at ændre din email. Husk venligst at bruge den nye email til at logge ind fremover.

source: Unchanged
da_dk: Uændret

source: New user
da_dk: Ny bruger

source: Delete user
da_dk: Slet bruger

source: Coding tasks
da_dk: Kodningsopgaver

source: Assign and remove coding tasks in coding management
da_dk: Tildel og fjern kodningsopgaver i kodningsadministrationen

source: User
da_dk: Bruger

source: Create a password
da_dk: Skab et kodeord

source: Save information
da_dk: Gem information

source: Projects
da_dk: Projekter

source: Collapse all
da_dk: Fold alle sammen

source: New test
da_dk: Ny test

source: Delete test
da_dk: Slet test

source: Upload responses
da_dk: Upload besvarelser

source: Task name
da_dk: Opgavenavn

source: Task description
da_dk: Opgavebeskrivelse

source: Task image
da_dk: Opgavebillede

source: Task type
da_dk: Opgavetype

source: Task variables
da_dk: Opgavevariable

source: Item-prefix
da_dk: Item-prefiks

source: Coding rubrics
da_dk: Koderegler

source: Action
da_dk: Handling

source: Cloning <b>%s</b>
da_dk: Kloner <b>%s</b>

source: Stop cloning
da_dk: Stop kloning

source: Sort
da_dk: Sorter

source: Delete task
da_dk: Slet opgave

source: Move task
da_dk: Flyt opgave

source: Clone task settings
da_dk: Klon opgaveindstillinger

source: Upload image
da_dk: Upload billede

source: Move to
da_dk: Flyt til

source: Clone from
da_dk: Klon fra

source: Code this response
da_dk: Kod denne besvarelse

source: Code all responses
da_dk: Kod alle besvarelser

source: Write a coding script here
da_dk: Skriv et kodescript her

source: Add item
da_dk: Tilføj item

source: Statistics
da_dk: Statistik

source: Update
da_dk: Opdater

source: My tasks
da_dk: Mine opgaver

source: Coded by you
da_dk: Kodet af dig

source: Remaining
da_dk: Resterende

source: Revise
da_dk: Revider

source: Revise all coders' coding
da_dk: Revider alle koders koder
